Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# greasy.x.adblocker_2025-02-16.explanation
source: This short script looks for the text "Ad" or "Promoted tweet" in a specific label and removes both the promoted tweet and the large bold heading that is sometimes added just above it. It also removes promoted "trending topics" on the right side of the screen.
ar: هذا النص البرمجي القصير يبحث عن نص "إعلان" أو "تغريدة مروجة" في علامة محددة ويزيل التغريدة المروجة والعنوان الغامق الكبير الذي يتم إضافته أحيانًا أعلاها مباشرة. كما يزيل "المواضيع الرائجة" المروجة على الجانب الأيمن من الشاشة.
ca: Aquest script curt busca el text «Anunci» o «Tuit promocionat» en una etiqueta específica i elimina tant el tuit promocionat com el gran títol en negreta que a vegades es mostra just al damunt. També elimina els «temes de tendència» promocionats a la part dreta de la pantalla.
cs: Tento krátký skript hledá text „Ad“ nebo „Promoted tweet“ v konkrétním označení a odstraní jak propagovaný tweet, tak i velký tučný nadpis, který je někdy přidán těsně nad něj. Také odstraňuje propagovaná „trending topics“ na pravé straně obrazovky.
da: Dette korte script søger efter teksten "Ad" eller "Promoted tweet" i en bestemt etiket og fjerner både den promoverede tweet og den store fede overskrift, der nogle gange tilføjes lige ovenover. Det fjerner også promoverede "trending topics" på højre side af skærmen.
de: Dieses kurze Skript sucht nach dem Text "Werbung" oder "Gesponserter Tweet" in einem bestimmten Label und entfernt sowohl den gesponserten Tweet als auch die große fette Überschrift, die manchmal direkt darüber hinzugefügt wird. Es entfernt auch gesponserte "Trending Topics" auf der rechten Seite des Bildschirms.
el: Αυτό το σύντομο script αναζητά το κείμενο "Ad" ή "Promoted tweet" σε μια συγκεκριμένη ετικέτα και αφαιρεί τόσο το προωθημένο tweet όσο και τον μεγάλο έντονο τίτλο που μερικές φορές προστίθεται ακριβώς από πάνω. Αφαιρεί επίσης τα προωθημένα "trending topics" στη δεξιά πλευρά της οθόνης.
es: Este pequeño script busca el texto "Anuncio" o "Tweet promocionado" y elimina tanto el tweet promocionado como el encabezado grande que a veces aparece arriba. También elimina los "temas tendencia" promocionados en la barra lateral.
fi: Tämä lyhyt skripti etsii tietystä tunnisteesta tekstiä "Ad" tai "Promoted tweet" ja poistaa sekä mainostetun twiitin että suuren lihavoidun otsikon, joka joskus lisätään sen yläpuolelle. Se poistaa myös mainostetut "trending topics" -aiheet näytön oikeasta reunasta.
fr: Ce petit script recherche le texte "Publicité" ou "Tweet sponsorisé" dans une étiquette spécifique et supprime à la fois le tweet sponsorisé et le grand titre en gras qui est parfois ajouté juste au-dessus. Il supprime également les "sujets tendance" sponsorisés sur le côté droit de l'écran.
hi: यह छोटी स्क्रिप्ट एक विशिष्ट लेबल में "विज्ञापन" या "प्रमोटेड ट्वीट" टेक्स्ट खोजती है और प्रमोटेड ट्वीट और उसके ऊपर कभी-कभी जोड़े गए बड़े मोटे शीर्षक दोनों को हटा देती है। यह स्क्रीन के दाईं ओर प्रमोटेड "ट्रेंडिंग टॉपिक्स" भी हटाती है।
hr: Ovaj kratki skript traži tekst 'Ad' ili 'Promoted tweet' u određenoj oznaci i uklanja i promovirani tweet i veliki podebljani naslov koji se ponekad nalazi iznad njega. Također uklanja promovirane 'trending teme' na desnoj strani zaslona.
hu: Ez a rövid szkript az "Ad" vagy "Promoted tweet" szöveget keresi egy adott címkében, és eltávolítja mind a promózott tweetet, mind a nagy, félkövér címsort, amelyet néha közvetlenül fölé tesznek. Eltávolítja a promózott „trend témákat” is a képernyő jobb oldaláról.
it: Questo breve script cerca il testo "Ad" o "Tweet promosso" in un'etichetta specifica e rimuove sia il tweet promosso che il grande titolo in grassetto che talvolta viene aggiunto appena sopra. Rimuove anche gli "argomenti di tendenza" promossi sul lato destro dello schermo.
ja: この短いスクリプトは、特定のラベルで「広告」または「プロモーションツイート」のテキストを探し、プロモーションツイートとその上に時々表示される大きな太字の見出しの両方を削除します。また、画面右側の「トレンドトピック」も削除します。
ko: 이 짧은 스크립트는 특정 라벨에서 "광고" 또는 "프로모션된 트윗"이라는 텍스트를 찾아서 프로모션된 트윗과 그 위에 추가되는 굵은 제목을 모두 제거합니다. 또한 화면 오른쪽의 프로모션된 "트렌딩 토픽"도 제거합니다.
ms: Skrip pendek ini mencari teks "Iklan" atau "Tweet Dipromosikan" dalam label tertentu dan menghapuskan tweet dipromosikan dan tajuk tebal besar yang kadang-kadang ditambah di atasnya. Ia juga menghapuskan "topik sohor kini" yang dipromosikan di sebelah kanan skrin.
nb: Dette smarte skriptet leter etter teksten «Annonse» eller «Sponset tweet» i en etikett og fjerner både den sponsete tweeten og den store fete overskriften som noen ganger legges til over den. Det fjerner også sponsede «trending topics» på høyre side av skjermen.
nl: Dit korte script zoekt naar de tekst 'Advertentie' of 'Promoted tweet' in een specifiek label en verwijdert zowel de gepromote tweet als de grote vetgedrukte kop die soms net erboven wordt geplaatst. Het verwijdert ook gepromote 'trending topics' aan de rechterkant van het scherm.
pl: Ten krótki skrypt szuka tekstu "Ad" lub "Promoted tweet" w określonej etykiecie i usuwa zarówno promowany tweet, jak i duży pogrubiony nagłówek, który czasami jest dodawany tuż nad nim. Usuwa również promowane "trending topics" po prawej stronie ekranu.
pt_br: Este pequeno script procura o texto "Ad" ou "Tweet promovido" em um rótulo específico e remove tanto o tweet promovido quanto o título grande em negrito que às vezes é adicionado logo acima. Ele também remove os "tópicos em alta" promovidos no lado direito da tela.
pt_pt: Este pequeno script procura o texto "Ad" ou "Tweet promovido" em uma etiqueta específica e remove tanto o tweet promovido quanto o cabeçalho em negrito grande que às vezes é adicionado logo acima dele. Também remove "tópicos em tendência" promovidos no lado direito da tela.
ro: Acest scurt script caută textul „Ad” sau „Tweet promovat” într-o etichetă specifică și elimină atât tweetul promovat, cât și titlul mare îngroșat care este uneori adăugat chiar deasupra. De asemenea, elimină „subiectele în tendință” promovate din partea dreaptă a ecranului.
ru: Этот короткий скрипт ищет текст "Реклама" или "Рекламный твит" в определенной метке и удаляет как рекламный твит, так и крупный полужирный заголовок, который иногда добавляется прямо над ним. Он также удаляет рекламные "актуальные темы" на правой стороне экрана.
sv: Detta smarta skript letar efter texten "Annons" eller "Sponsrad tweet" och tar bort både den sponsrade tweeten och den tjocka rubriken ovanför. Den tar även bort sponsrade trender i sidofältet.
th: สคริปต์สั้นนี้จะค้นหาข้อความ "Ad" หรือ "Promoted tweet" ในป้ายที่เฉพาะเจาะจงและลบทั้งทวีตที่โปรโมตและหัวเรื่องขนาดใหญ่ที่บางครั้งจะถูกเพิ่มไว้ด้านบน นอกจากนี้ยังลบ "หัวข้อที่กำลังเป็นกระแส" ที่โปรโมตทางด้านขวาของหน้าจอด้วย
tr: Bu kısa script, belirli bir etikette 'Reklam' veya 'Sponsorluklu tweet' metnini arar ve hem sponsorluklu tweet'i hem de bazen onun hemen üzerine eklenen büyük kalın başlığı kaldırır. Ayrıca ekranın sağ tarafındaki sponsorlu 'trend olan konular'ı da kaldırır.
uk: Цей короткий скрипт шукає текст "Реклама" або "Рекламний твіт" у певній мітці та видаляє як рекламний твіт, так і великий жирний заголовок, який іноді додається безпосередньо над ним. Він також видаляє рекламні "тренди" на правій стороні екрана.
ur: یہ مختصر سکرپٹ ایک مخصوص لیبل میں "اشتہار" یا "پروموٹ کردہ ٹویٹ" کے متن کو تلاش کرتا ہے اور پروموٹ کردہ ٹویٹ اور بڑے بولڈ ہیڈنگ دونوں کو ہٹاتا ہے جو کبھی کبھی اس کے اوپر شامل کیا جاتا ہے۔ یہ سکرین کے دائیں طرف پروموٹ کردہ "ٹرینڈنگ ٹاپکس" کو بھی ہٹاتا ہے۔
vi: Script ngắn này tìm văn bản "Ad" hoặc "Promoted tweet" trong một nhãn cụ thể và loại bỏ cả tweet quảng cáo và tiêu đề in đậm lớn đôi khi được thêm ngay trên nó. Nó cũng loại bỏ "chủ đề thịnh hành" được quảng cáo ở bên phải màn hình.
zh_hans: 这个简短的脚本会在特定标签中查找"广告"或"推广推文"文本，并移除推广推文和有时添加在其上方的大型粗体标题。它还会移除屏幕右侧的推广"热门话题"。
zh_hant: 這個簡短的腳本會在特定標籤中查找「廣告」或「推廣推文」文本，並移除推廣推文和有時添加在其上方的大型粗體標題。它還會移除螢幕右側的推廣「熱門話題」。

# greasy.x.adblocker_2025-02-16.name
source: X: Ad Blocker
ar: X: حاظر الإعلانات
ca: X: bloquejador d'anuncis
cs: X: Blokování reklam
da: X: Annonceblokering
de: X: Werbeblocker
el: X: Αποκλεισμός διαφημίσεων
es: X: Bloqueador de anuncios
fi: X: Mainosten esto
fr: X : Bloqueur de Pubs
hi: एक्स: विज्ञापन ब्लॉकर
hr: X: Blokator oglasa
hu: X: Hirdetésblokkoló
it: X: Blocco Pubblicità
ja: X: 広告ブロッカー
ko: X: 광고 차단기
ms: X: Penyekat Iklan
nb: X: Annonseblokker
pl: X: Blokada reklam
pt_br: X: Bloqueador de Anúncios
pt_pt: X: Bloqueador de Anúncios
ro: X: Blocare reclame
ru: X: Блокировщик рекламы
sv: X: Annonsblockerare
th: X: ตัวบล็อกโฆษณา
tr: X: Reklam Engelleyici
uk: X: Блокувальник Реклами
ur: X: اشتہار بلاکر
vi: X: Bộ chặn quảng cáo
zh_hans: X：广告拦截器
zh_hant: X：廣告攔截器

# greasy.x.contentwarning_2025-02-16.explanation
source: Removes the content warning "Sensitive Material" and unhides the content.
ar: يزيل تحذير المحتوى "مواد حساسة" ويكشف المحتوى المخفي.
ca: Elimina l'advertiment de contingut «Material sensible» i mostra el contingut ocult.
cs: Odstraňuje varování o citlivém obsahu „Sensitive Material“ a zobrazí obsah.
da: Fjerner advarslen om indhold "Sensitive Material" og afslører indholdet.
de: Entfernt die Inhaltswarnung "Sensibles Material" und macht den Inhalt sichtbar.
el: Αφαιρεί την προειδοποίηση περιεχομένου "Ευαίσθητο υλικό" και αποκαλύπτει το περιεχόμενο.
es: Elimina la advertencia de "Contenido sensible" y muestra el contenido directamente.
fi: Poistaa "Sensitive Material" -sisältövaroituksen ja paljastaa sisällön.
fr: Supprime l'avertissement "Contenu sensible" et dévoile le contenu.
hi: कंटेंट वार्निंग "संवेदनशील सामग्री" हटाता है और छिपी हुई सामग्री को दिखाता है।
hr: Uklanja upozorenje sadržaja 'Osjetljiv materijal' i otkriva sadržaj.
hu: Eltávolítja az „Érzékeny tartalom” figyelmeztetést és láthatóvá teszi a tartalmat.
it: Rimuove l'avviso sui contenuti "Materiale Sensibile" e rende visibili i contenuti.
ja: 「機密コンテンツ」の警告を削除し、コンテンツを表示します。
ko: “민감한 자료” 콘텐츠 경고를 제거하고 콘텐츠를 표시합니다.
ms: Mengalih keluar amaran kandungan "Bahan Sensitif" dan memaparkan kandungan.
nb: Fjerner innholdsadvarselen ‘Sensitivt materiale’ og viser innholdet.
nl: Verwijdert de inhoudswaarschuwing 'Gevoelig materiaal' en maakt de inhoud zichtbaar.
pl: Usuwa ostrzeżenie o treści „Materiał wrażliwy” i odkrywa treść.
pt_br: Remove o aviso de conteúdo "Material Sensível" e revela o conteúdo.
pt_pt: Remove o aviso de conteúdo "Material Sensível" e revela o conteúdo oculto.
ro: Elimină avertismentul de conținut „Material sensibil” și dezvăluie conținutul.
ru: Удаляет предупреждение о контенте "Чувствительный материал" и раскрывает скрытый контент.
sv: Tar bort innehållsvarningen "Känsligt material" och visar innehållet direkt.
th: ลบคำเตือนเนื้อหา "Sensitive Material" และแสดงเนื้อหา
tr: “Hassas İçerik” uyarısını kaldırır ve içeriği görünür hale getirir.
uk: Видаляє попередження про вміст "Чутливий Матеріал" і показує прихований вміст.
ur: "حساس مواد" کی مواد وارننگ کو ہٹاتا ہے اور مواد کو ظاہر کرتا ہے۔
vi: Loại bỏ cảnh báo nội dung "Sensitive Material" và hiển thị nội dung.
zh_hans: 移除"敏感内容"警告并取消隐藏内容。
zh_hant: 移除「敏感內容」警告並取消隱藏內容。

# greasy.x.contentwarning_2025-02-16.name
source: X: Content Warning
ar: X: تحذير المحتوى
ca: X: advertiment de contingut
cs: X: Varování na obsah
da: X: Indholdsadvarsel
de: X: Inhaltswarnung
el: X: Προειδοποίηση περιεχομένου
es: X: Advertencia de contenido
fi: X: Sisältövaroitus
fr: X : Avertissement de Contenu
hi: एक्स: कंटेंट वार्निंग
hr: X: Upozorenje na sadržaj
hu: X: Tartalomfigyelmeztetés
it: X: Avviso Contenuti
ja: X: コンテンツ警告
ko: X: 콘텐츠 경고
ms: X: Amaran Kandungan
nb: X: Innholdsadvarsel
nl: X: Inhoudswaarschuwing
pl: X: Ostrzeżenie o treści
pt_br: X: Aviso de Conteúdo
pt_pt: X: Aviso de Conteúdo
ro: X: Avertisment de conținut
ru: X: Предупреждение о контенте
sv: X: Innehållsvarning
th: X: คำเตือนเนื้อหา
tr: X: İçerik Uyarısı
uk: X: Попередження про Вміст
ur: X: مواد وارننگ
vi: X: Cảnh báo nội dung
zh_hans: X：内容警告
zh_hant: X：內容警告

# greasy.youtube.adblocker_2025-02-16.explanation
source: Zaps away YouTube ads faster than you can say "skip ad" - both the still ones and those trying to crash your video party!
ar: يزيل إعلانات يوتيوب بسرعة أكبر مما يمكنك قول "تخطي الإعلان" - سواء الثابتة منها أو تلك التي تحاول أن تقاطع حفلة الفيديو الخاصة بك!
ca: Fa desaparèixer els anuncis de YouTube més ràpid del que pots dir «saltar anunci», tant els estàtics com els que intenten interrompre la teva festa de vídeo!
cs: Odsune YouTube reklamy rychleji, než stačíte říct „skip ad“ – jak ty statické, tak ty, co se snaží narušit vaši video party!
da: Fjerner YouTube-annoncer hurtigere, end du kan sige "skip ad" – både de stille og dem, der prøver at sabotere din videofest!
de: Zapped YouTube-Werbung schneller weg als du "Werbung überspringen" sagen kannst - sowohl die statischen als auch die, die deine Videoparty crashen wollen!
el: Εξαφανίζει τις διαφημίσεις στο YouTube πιο γρήγορα απ’ ό,τι μπορείς να πεις "παράλειψη διαφήμισης" - τόσο τις στατικές όσο και αυτές που προσπαθούν να χαλάσουν το βίντεό σου!
es: ¡Elimina los anuncios de YouTube más rápido que decir "saltar anuncio" - tanto los fijos como los que intentan interrumpir tu maratón de videos!
fi: Poistaa YouTube-mainokset nopeammin kuin ehdit sanoa "skippaa mainos" – sekä ne, jotka ovat pysyviä että ne, jotka yrittävät keskeyttää videojuhlasi!
fr: Élimine les pubs YouTube plus vite que vous ne pouvez dire "passer l'annonce" - aussi bien les fixes que celles qui tentent de gâcher votre fête vidéo!
hi: यूट्यूब विज्ञापनों को इतनी तेजी से खत्म करता है कि आप "विज्ञापन छोड़ें" भी नहीं कह पाएंगे - स्थिर और वीडियो पर आने वाले दोनों!
hr: Eliminira YouTube oglase brže nego što možete reći 'preskoči oglas' – i one statične i one koji pokušavaju poremetiti vaše gledanje.
hu: Gyorsabban eltávolítja a YouTube hirdetéseit, mint hogy kimondanád a „reklám átugrása” - mind a statikusakat, mind azokat, amelyek megpróbálják megszakítani a videódat!
it: Elimina gli annunci di YouTube più velocemente di quanto tu possa dire "salta annuncio" - sia quelli statici che quelli che cercano di interrompere la tua festa video!
ja: 「広告をスキップ」と言う暇もないほど素早くYouTube広告を消し去ります - 静止画広告も動画を邪魔する広告も両方とも！
ko: 정지 광고든 영상 광고든, "광고 건너뛰기"라고 말하는 것보다 더 빨리 YouTube 광고를 제거합니다!
ms: Menghapuskan iklan YouTube lebih pantas daripada anda sempat mengatakan "langkau iklan" – sama ada yang statik mahupun yang cuba mengganggu pesta video anda!
nb: Fjerner YouTube‑annonser raskere enn du kan si ‘hopp over annonse’ – både stillbilder og de som prøver å krasje videofesten din!
nl: Wist YouTube-advertenties sneller dan je 'advertentie overslaan' kunt zeggen – zowel de stilstaande als die proberen je videofeest te verpesten!
pl: Usuwa reklamy na YouTube szybciej niż zdążysz powiedzieć "pomiń reklamę" – zarówno statyczne, jak i te próbujące zakłócić twoje wideo!
pt_br: Elimina os anúncios do YouTube mais rápido do que você pode dizer "pular anúncio" - tanto os estáticos quanto aqueles que tentam estragar sua festa de vídeo!
pt_pt: Elimina os anúncios do YouTube mais rápido do que você pode dizer "pular anúncio" - tanto os estáticos quanto aqueles que tentam interromper sua festa de vídeos!
ro: Elimină reclamele de pe YouTube mai repede decât poți spune „sari peste reclamă” – atât pe cele statice, cât și pe cele care încearcă să îți strice petrecerea video!
ru: Уничтожает рекламу на YouTube быстрее, чем ты успеешь сказать "пропустить рекламу" - как статичную, так и ту, что пытается испортить твой просмотр видео!
sv: Blixtar bort YouTube-annonser snabbare än du hinner säga "hoppa över reklam" - både stillbilder och videoannonser!
th: ขจัดโฆษณา YouTube ได้เร็วกว่าที่คุณจะพูดว่า "ข้ามโฆษณา" ทั้งโฆษณาภาพนิ่งและโฆษณาที่พยายามขัดจังหวะการรับชมของคุณ!
tr: Hem durağan hem de videonuzu bozmaya çalışan reklamlardan daha hızlı bir şekilde YouTube reklamlarını yok eder – 'Reklamı Geç' diyebileceğinizden daha hızlı!
uk: Знищує рекламу на YouTube швидше, ніж ти встигнеш сказати "пропустити рекламу" - як статичну, так і ту, що намагається зіпсувати твою відеовечірку!
ur: یوٹیوب اشتہارات کو اتنی تیزی سے ختم کرتا ہے جتنی تیزی سے آپ "اشتہار چھوڑیں" کہہ سکتے ہیں - دونوں ثابت اور وہ جو آپ کی ویڈیو پارٹی کو خراب کرنے کی کوشش کرتے ہیں!
vi: Xóa sạch quảng cáo YouTube nhanh hơn bạn có thể nói "bỏ qua quảng cáo" – cả quảng cáo tĩnh lẫn những quảng cáo cố gắng phá bữa tiệc video của bạn!
zh_hans: 比你说"跳过广告"还快地消灭YouTube广告 - 包括静态广告和那些试图打断你视频派对的广告！
zh_hant: 比你說「跳過廣告」還快地消滅 YouTube 廣告 - 包括靜態廣告和那些試圖打斷你視頻派對的廣告！

# greasy.youtube.adblocker_2025-02-16.name
source: Youtube: Ad Blocker
ar: يوتيوب: حاظر الإعلانات
ca: YouTube: bloquejador d'anuncis
cs: YouTube: Blokování reklam
da: YouTube: Annonceblokering
de: YouTube: Werbeblocker
el: YouTube: Αποκλεισμός διαφημίσεων
es: YouTube: Bloqueador de anuncios
fi: YouTube: Mainosten esto
fr: YouTube : Bloqueur de Pubs
hi: यूट्यूब: विज्ञापन ब्लॉकर
hr: YouTube: Blokator oglasa
hu: YouTube: Hirdetésblokkoló
it: YouTube: Blocco Pubblicità
ja: Youtube: 広告ブロッカー
ko: YouTube: 광고 차단기
ms: YouTube: Penyekat Iklan
nb: YouTube: Annonseblokker
pl: YouTube: Blokada reklam
pt_br: YouTube: Bloqueador de Anúncios
pt_pt: YouTube: Bloqueador de Anúncios
ro: YouTube: Blocare reclame
ru: Youtube: Блокировщик рекламы
sv: YouTube: Annonsblockerare
th: YouTube: ตัวบล็อกโฆษณา
tr: YouTube: Reklam Engelleyici
uk: Youtube: Блокувальник Реклами
ur: Youtube: اشتہار بلاکر
vi: YouTube: Bộ chặn quảng cáo
zh_hans: Youtube：广告拦截器
zh_hant: Youtube：廣告攔截器

# greasy.youtube.agerestriction_2025-02-16.explanation
source: Bypasses those annoying age gates on YouTube without the whole login song and dance.
ar: يتجاوز حواجز العمر المزعجة على يوتيوب دون الحاجة إلى رقصة تسجيل الدخول الكاملة.
ca: Passa per alt aquests molestos filtres d'edat a YouTube sense haver de fer tot el procés d'inici de sessió.
cs: Obchází ty otravné věkové brány na YouTube bez celé té přihlašovací písničky a tance.
da: Omgår de irriterende aldersbegrænsninger på YouTube uden hele login-sangen og dansen.
de: Umgeht diese nervigen Altersbarrieren auf YouTube ohne den ganzen Login-Tanz.
el: Παρακάμπτει αυτά τα ενοχλητικά ηλικιακά όρια στο YouTube χωρίς όλη τη διαδικασία σύνδεσης.
es: Esquiva esas molestas restricciones de edad en YouTube sin todo el rollo de iniciar sesión.
fi: Ohittaa nuo ärsyttävät ikärajat YouTubessa ilman kaikenlaista kirjautumisshow'ta.
fr: Contourne ces agaçantes restrictions d'âge sur YouTube sans tout le tralala de la connexion.
hi: यूट्यूब पर उन परेशान करने वाले आयु गेट को बिना लॉगिन की झंझट के बायपास करता है।
hr: Zaobilazi ta dosadna dobna ograničenja na YouTubeu bez potrebe za prijavom.
hu: Kikerüli azokat a bosszantó korhatáros kapukat a YouTube-on a teljes bejelentkezési procedúra nélkül.
it: Aggira quei fastidiosi blocchi d'età su YouTube senza tutta la pantomima del login.
ja: 面倒なログイン手続きなしで、YouTubeの煩わしい年齢制限をバイパスします。
ko: 로그인 절차 없이 YouTube의 귀찮은 연령 제한을 우회합니다.
ms: Memintas had umur yang menjengkelkan di YouTube tanpa perlu log masuk.
nb: Omgår de irriterende aldersgrensene på YouTube uten innloggingsstyr.
nl: Omzeilt die vervelende leeftijdsbeperkingen op YouTube zonder het hele aanmeldgedoe.
pl: Omija te irytujące bramki wiekowe na YouTube bez całego tego zamieszania z logowaniem.
pt_br: Ignora aquelas irritantes restrições de idade no YouTube sem toda aquela enrolação de login.
pt_pt: Ignora aquelas irritantes restrições de idade no YouTube sem toda a dança do login.
ro: Ocolește acele enervante bariere de vârstă de pe YouTube fără tot teatrul de autentificare.
ru: Обходит эти надоедливые возрастные ограничения на YouTube без всей этой канители с входом в систему.
sv: Tar sig förbi tråkiga åldersgränser på YouTube utan krångel med inloggning.
th: ข้ามข้อจำกัดอายุที่น่ารำคาญบน YouTube ได้โดยไม่ต้องเข้าสู่ระบบที่ยุ่งยาก
tr: YouTube'daki can sıkıcı yaş sınırlamalarını tüm o giriş prosedürü olmadan aşar.
uk: Обходить ці набридливі вікові обмеження на YouTube без усієї цієї метушні з авторизацією.
ur: یوٹیوب پر ان تکلیف دہ عمر کی حدود کو پورے لاگ ان کے جھنجھٹ کے بغیر بائی پاس کرتا ہے۔
vi: Vượt qua các cổng tuổi khó chịu trên YouTube mà không cần đăng nhập rườm rà.
zh_hans: 绕过那些烦人的YouTube年龄限制，无需登录的繁琐过程。
zh_hant: 繞過那些煩人的 YouTube 年齡限制，無需登入的繁瑣過程。

# greasy.youtube.agerestriction_2025-02-16.name
source: YouTube: Age Restriction
ar: يوتيوب: قيود العمر
ca: YouTube: restricció d'edat
cs: YouTube: Věkové omezení
da: YouTube: Aldersbegrænsning
de: YouTube: Altersbeschränkung
el: YouTube: Περιορισμός ηλικίας
es: YouTube: Restricción de edad
fi: YouTube: Ikärajoitus
fr: YouTube : Restriction d'Âge
hi: यूट्यूब: आयु प्रतिबंध
hr: YouTube: Dobno ograničenje
hu: YouTube: Korhatár
it: YouTube: Restrizione Età
ja: YouTube: 年齢制限バイパス
ko: YouTube: 연령 제한
ms: YouTube: Sekatan Umur
nb: YouTube: Aldersgrense
nl: YouTube: Leeftijdsbeperking
pl: YouTube: Ograniczenie wiekowe
pt_br: YouTube: Restrição de Idade
pt_pt: YouTube: Restrição de Idade
ro: YouTube: Restricție de vârstă
ru: YouTube: Возрастные ограничения
sv: YouTube: Åldersgräns
th: YouTube: การจำกัดอายุ
tr: YouTube: Yaş Sınırlaması
uk: YouTube: Вікові Обмеження
ur: YouTube: عمر کی پابندی
vi: YouTube: Hạn chế độ tuổi
zh_hans: YouTube：年龄限制
zh_hant: YouTube：年齡限制

# greasyedit.deletebutton
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# greasyedit.header
source: Script Details
ar: تفاصيل البرنامج النصي
ca: Detalls de l'script
cs: Podrobnosti o skriptu
da: Skriptdetaljer
de: Skriptdetails
el: Λεπτομέρειες script
es: Detalles del script
fi: Skriptin tiedot
fr: Détails du script
hi: स्क्रिप्ट विवरण
hr: Detalji skripte
hu: Szkript részletei
it: Dettagli dello script
ja: スクリプトの詳細
ko: 스크립트 세부 정보
ms: Butiran Skrip
nb: Skriptdetaljer
pl: Szczegóły skryptu
pt_br: Detalhes do Script
pt_pt: Detalhes do script
ro: Detalii script
ru: Детали скрипта
sv: Skriptdetaljer
th: รายละเอียดสคริปต์
tr: Script Ayrıntıları
uk: Деталі скрипта
ur: اسکرپٹ کی تفصیلات
vi: Chi tiết script
zh_hans: 脚本详情
zh_hant: 腳本詳情

# greasyedit.name
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# greasyedit.nonedisabled
source: None/Disabled
ar: لا شيء/معطل
ca: Cap/Desactivat
cs: Žádný/Deaktivováno
da: Ingen/Deaktiveret
de: Keines/Deaktiviert
el: Κανένα/Απενεργοποιημένο
es: Ninguno/Desactivado
fi: Ei mitään/pois käytöstä
fr: Aucun/Désactivé
hi: कोई नहीं/अक्षम
hr: Nijedno/Onemogućeno
hu: Nincs/Letiltva
it: Nessuno/Disabilitato
ja: なし/無効
ko: 없음/비활성화됨
ms: Tiada/Dilumpuhkan
nb: Ingen/deaktivert
nl: Geen/Uitgeschakeld
pl: Brak/Wyłączone
pt_br: Nenhum/Desativado
pt_pt: Nenhum/Desativado
ro: Niciunul/Dezactivat
ru: Нет/Отключено
sv: Ingen/Inaktiverad
th: ไม่มี/ปิดการใช้งาน
tr: Yok/Devre Dışı
uk: Немає/Вимкнено
ur: کچھ نہیں/غیر فعال
vi: Không/Đã tắt
zh_hans: 无/已禁用
zh_hant: 無/已禁用
